//Задача 8: Напишите программу, которая на вход принимает число (N),
//          а на выходе показывает все чётные числа от 1 до N.
int a=1;
int n=10;

while (a<=n)
{
    if(a % 2 == 0)
    {
    Console.WriteLine(a);
    }
    a = a + 1;

}