// Задача 6: Напишите программу, которая на вход принимает число и выдаёт,
// является ли число чётным (делится ли оно на два без остатка).

int a=-7;

if(a % 2 == 0)
{
Console.Write(a);
Console.Write(" -да");
}

if(a % 2 != 0)
{
Console.Write(a);
Console.Write(" -нет");
}